test/good/dump-is-used-1.cfg.dot
digraph "dump-is-used-1" {
    node [shape=box];
    subgraph "cluster_test" {
        label="test";
        "test_141" [label="let a: Int = 42"];
        "test_142" [label="dump(a)"];
        "test_144" [label="dump(42)"];
        "test_146" [label="dump(\"test is called\")"];
        "test_148" [label="dump(false)"];
        "test_150" [label="dump(null)",style=filled,fillcolor="#66A7DB"];
        "test_141" -> "test_142";
        "test_142" -> "test_144";
        "test_144" -> "test_146";
        "test_146" -> "test_148";
        "test_148" -> "test_150";
    }
}
